# Binaries
brew "awscli"
brew "bat"
brew "bob"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "difftastic"
brew "direnv"
brew "dive"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "fswatch"
brew "git"
brew "git-delta"
brew "harlequin"
brew "htop"
brew "httpie"
brew "jq"
brew "just"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "lazygit"
brew "libsql/sqld/sqld"
brew "litecli"
brew "lua"
brew "luarocks"
brew "mask"
brew "ncspot"
brew "node"
brew "nvm"
brew "oven-sh/bun/bun"
brew "p7zip"
brew "pgcli"
brew "posting"
brew "ripgrep"
brew "sd"
brew "silicon"
brew "starship"
brew "stow"
brew "stylua"
brew "television"
brew "tokei"
brew "tre-command"
brew "tursodatabase/tap/turso"
brew "unzip"
brew "watchman"
brew "wget"
brew "yazi"
brew "zig"
brew "zoxide"

# Apps/Casks
cask "affinity-designer"
cask "affinity-photo"
cask "discord"
cask "docker"
cask "elgato-stream-deck"
cask "firefox"
cask "firefox@nightly"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "herd"
cask "jetbrains-toolbox"
cask "kitty"
cask "libreoffice"
cask "linearmouse"
cask "obsidian"
cask "raycast"
cask "shottr"
cask "spotify"
cask "via"
cask "vivaldi"
cask "zen"
