# Taps
tap "koekeishiya/formulae"
tap "tursodatabase/tap"

# Binaries
brew "bat"
brew "bob"
brew "coreutils"
brew "curl"
brew "difftastic"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "git"
brew "git-delta"
brew "htop"
brew "httpie"
brew "jq"
brew "just"
brew "lazygit"
brew "litecli"
brew "lua"
brew "luarocks"
brew "nvm"
brew "p7zip"
brew "pgcli"
brew "ripgrep"
brew "silicon"
brew "skhd"
brew "starship"
brew "stow"
brew "stylua"
brew "tre-command"
brew "turso"
brew "unzip"
brew "wget"
brew "yabai"
brew "yazi"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zig"
brew "zoxide"

# Apps/Casks
cask "affinity-designer"
cask "affinity-photo"
cask "discord"
cask "docker"
cask "elgato-stream-deck"
cask "firefox"
cask "firefox@nightly"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "herd"
cask "karabiner-elements"
cask "kitty"
cask "libreoffice"
cask "linearmouse"
cask "obsidian"
cask "raycast"
cask "shottr"
cask "spotify"
cask "via"
cask "vivaldi"
cask "zen-browser"
